Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: Memonta 收集以下数据用于提供录音、转写、总结与待办功能： • 音频文件（您导入的录音或本机录制的会议音频） • 转写文本（由音频生成） • 总结与待办（由大模型生成） • 截图、画面要点与声纹（可选功能生成） 所有数据仅存储在您的设备本地，不会上传到我们的服务器。
ar: يجمع Memonta البيانات التالية لتوفير ميزات التسجيل والتفريغ والملخص والمهام: • ملفات الصوت (التسجيلات التي تستوردها أو صوت الاجتماع المسجّل على هذا الجهاز) • نصوص التفريغ (تُنشأ من الصوت) • الملخصات والمهام (تُنشئها النماذج اللغوية) • لقطات الشاشة ونقاط الصورة الرئيسية وبصمات الصوت (تُنشئها ميزات اختيارية) تُخزَّن جميع البيانات على جهازك فقط ولا تُرفع أبدًا إلى خوادمنا.
de: Memonta erhebt die folgenden Daten, um Funktionen für Aufnahme, Transkription, Zusammenfassung und Aufgaben bereitzustellen: • Audiodateien (importierte Aufnahmen oder auf diesem Gerät aufgezeichnetes Besprechungsaudio) • Transkripte (aus Audio erzeugt) • Zusammenfassungen und Aufgaben (vom Sprachmodell erzeugt) • Screenshots, visuelle Highlights und Stimmabdrücke (von optionalen Funktionen erzeugt) Alle Daten werden nur auf Ihrem Gerät gespeichert und niemals auf unsere Server hochgeladen.
en: Memonta collects the following data to provide recording, transcription, summary and to-do features: • Audio files (recordings you import or meeting audio recorded on this device) • Transcripts (generated from audio) • Summaries and to-dos (generated by the language model) • Screenshots, visual highlights and voiceprints (generated by optional features) All data is stored only on your device and is never uploaded to our servers.
es: Memonta recopila los siguientes datos para ofrecer funciones de grabación, transcripción, resumen y tareas: • Archivos de audio (grabaciones importadas o audio de reuniones capturado en este dispositivo) • Transcripciones (generadas a partir del audio) • Resúmenes y tareas (generados por el modelo de lenguaje) • Capturas de pantalla, puntos clave visuales y huellas de voz (generados por funciones opcionales) Todos los datos se almacenan solo en su dispositivo y nunca se suben a nuestros servidores.
fr: Memonta collecte les données suivantes pour fournir les fonctions d'enregistrement, de transcription, de résumé et de tâches : • Fichiers audio (enregistrements importés ou audio de réunion capturé sur cet appareil) • Transcriptions (générées à partir de l'audio) • Résumés et tâches (générés par le modèle de langage) • Captures d'écran, points clés visuels et empreintes vocales (générés par des fonctions optionnelles) Toutes les données sont stockées uniquement sur votre appareil et ne sont jamais envoyées à nos serveurs.
hi: Memonta रिकॉर्डिंग, ट्रांसक्रिप्शन, सारांश और कार्य सुविधाएँ देने के लिए निम्न डेटा एकत्र करता है: • ऑडियो फ़ाइलें (आयात की गई रिकॉर्डिंग या इस डिवाइस पर रिकॉर्ड किया गया मीटिंग ऑडियो) • ट्रांसक्रिप्ट (ऑडियो से बनाए गए) • सारांश और कार्य (भाषा मॉडल द्वारा बनाए गए) • स्क्रीनशॉट, दृश्य मुख्य बिंदु और वॉइसप्रिंट (वैकल्पिक सुविधाओं द्वारा बनाए गए) सारा डेटा केवल आपके डिवाइस पर संग्रहीत होता है और हमारे सर्वर पर कभी अपलोड नहीं किया जाता।
id: Memonta mengumpulkan data berikut untuk menyediakan fitur rekaman, transkripsi, ringkasan, dan tugas: • Berkas audio (rekaman yang Anda impor atau audio rapat yang direkam di perangkat ini) • Transkrip (dihasilkan dari audio) • Ringkasan dan tugas (dihasilkan oleh model bahasa) • Tangkapan layar, sorotan visual, dan sidik suara (dihasilkan oleh fitur opsional) Semua data hanya disimpan di perangkat Anda dan tidak pernah diunggah ke server kami.
it: Memonta raccoglie i seguenti dati per offrire le funzioni di registrazione, trascrizione, riepilogo e attività: • File audio (registrazioni importate o audio della riunione catturato su questo dispositivo) • Trascrizioni (generate dall'audio) • Riepiloghi e attività (generati dal modello linguistico) • Screenshot, punti salienti visivi e impronte vocali (generati da funzioni opzionali) Tutti i dati sono memorizzati solo sul dispositivo e non vengono mai caricati sui nostri server.
ja: Memonta は録音・文字起こし・要約・To-Do 機能を提供するために以下のデータを収集します： • 音声ファイル（取り込んだ録音または本機で録音した会議音声） • 文字起こし（音声から生成） • 要約と To-Do（言語モデルが生成） • スクリーンショット、画面要点、声紋（任意機能が生成） すべてのデータはお使いのデバイス内にのみ保存され、当社のサーバーにはアップロードされません。
ko: Memonta는 녹음, 전사, 요약 및 할 일 기능을 제공하기 위해 다음 데이터를 수집합니다: • 오디오 파일(가져온 녹음 또는 이 기기에서 녹음한 회의 오디오) • 전사 텍스트(오디오에서 생성) • 요약 및 할 일(언어 모델이 생성) • 스크린샷, 화면 요점 및 성문(선택 기능이 생성) 모든 데이터는 사용자의 기기에만 저장되며 당사 서버로 업로드되지 않습니다.
nl: Memonta verzamelt de volgende gegevens voor functies voor opnemen, transcriberen, samenvatten en taken: • Audiobestanden (door u geïmporteerde opnamen of op dit apparaat opgenomen vergaderaudio) • Transcripten (gegenereerd uit audio) • Samenvattingen en taken (gegenereerd door het taalmodel) • Schermafbeeldingen, visuele hoogtepunten en stemafdrukken (gegenereerd door optionele functies) Alle gegevens worden alleen op uw apparaat opgeslagen en nooit naar onze servers geüpload.
pl: Memonta zbiera następujące dane, aby udostępniać funkcje nagrywania, transkrypcji, podsumowań i zadań: • Pliki audio (zaimportowane nagrania lub dźwięk spotkania nagrany na tym urządzeniu) • Transkrypcje (tworzone z dźwięku) • Podsumowania i zadania (tworzone przez model językowy) • Zrzuty ekranu, najważniejsze ujęcia i odciski głosu (tworzone przez funkcje opcjonalne) Wszystkie dane są przechowywane wyłącznie na Twoim urządzeniu i nigdy nie są przesyłane na nasze serwery.
pt: O Memonta coleta os seguintes dados para fornecer recursos de gravação, transcrição, resumo e tarefas: • Arquivos de áudio (gravações importadas ou áudio de reunião capturado neste dispositivo) • Transcrições (geradas a partir do áudio) • Resumos e tarefas (gerados pelo modelo de linguagem) • Capturas de tela, destaques visuais e impressões vocais (gerados por recursos opcionais) Todos os dados são armazenados apenas no seu dispositivo e nunca são enviados aos nossos servidores.
ru: Memonta собирает следующие данные для функций записи, расшифровки, резюме и задач: • Аудиофайлы (импортированные записи или аудио встречи, записанное на этом устройстве) • Расшифровки (создаются из аудио) • Резюме и задачи (создаются языковой моделью) • Снимки экрана, ключевые кадры и голосовые отпечатки (создаются дополнительными функциями) Все данные хранятся только на вашем устройстве и никогда не загружаются на наши серверы.
sv: Memonta samlar in följande data för att tillhandahålla funktioner för inspelning, transkribering, sammanfattning och att-göra: • Ljudfiler (inspelningar du importerar eller mötesljud som spelats in på den här enheten) • Transkriptioner (skapas från ljud) • Sammanfattningar och att-göra (skapas av språkmodellen) • Skärmbilder, visuella höjdpunkter och röstavtryck (skapas av valfria funktioner) All data lagras endast på din enhet och laddas aldrig upp till våra servrar.
th: Memonta เก็บรวบรวมข้อมูลต่อไปนี้เพื่อให้บริการบันทึกเสียง ถอดเสียง สรุป และสิ่งที่ต้องทำ: • ไฟล์เสียง (ไฟล์บันทึกที่คุณนำเข้าหรือเสียงประชุมที่บันทึกบนอุปกรณ์นี้) • ข้อความถอดเสียง (สร้างจากไฟล์เสียง) • สรุปและสิ่งที่ต้องทำ (สร้างโดยโมเดลภาษา) • ภาพหน้าจอ จุดสำคัญบนภาพ และลายเสียง (สร้างโดยฟีเจอร์เสริม) ข้อมูลทั้งหมดจัดเก็บไว้บนอุปกรณ์ของคุณเท่านั้น และจะไม่ถูกอัปโหลดไปยังเซิร์ฟเวอร์ของเรา
tr: Memonta; kayıt, transkripsiyon, özet ve yapılacaklar özelliklerini sunmak için aşağıdaki verileri toplar: • Ses dosyaları (içe aktardığınız kayıtlar veya bu cihazda kaydedilen toplantı sesi) • Metin dökümleri (sesten oluşturulur) • Özetler ve yapılacaklar (dil modeli tarafından oluşturulur) • Ekran görüntüleri, görsel önemli noktalar ve ses izleri (isteğe bağlı özelliklerce oluşturulur) Tüm veriler yalnızca cihazınızda saklanır ve sunucularımıza hiçbir zaman yüklenmez.
uk: Memonta збирає такі дані для функцій запису, розшифрування, підсумку та завдань: • Аудіофайли (імпортовані записи або аудіо зустрічі, записане на цьому пристрої) • Розшифровки (створюються з аудіо) • Підсумки та завдання (створюються мовною моделлю) • Знімки екрана, ключові кадри та голосові відбитки (створюються додатковими функціями) Усі дані зберігаються лише на вашому пристрої й ніколи не завантажуються на наші сервери.
vi: Memonta thu thập dữ liệu sau để cung cấp các tính năng ghi âm, chuyển ngữ, tóm tắt và việc cần làm: • Tệp âm thanh (bản ghi bạn nhập hoặc âm thanh cuộc họp ghi trên thiết bị này) • Bản chuyển ngữ (tạo từ âm thanh) • Bản tóm tắt và việc cần làm (do mô hình ngôn ngữ tạo) • Ảnh chụp màn hình, điểm chính hình ảnh và dấu vân giọng nói (do tính năng tùy chọn tạo) Mọi dữ liệu chỉ được lưu trên thiết bị của bạn và không bao giờ được tải lên máy chủ của chúng tôi.
zh_hant: Memonta 收集以下資料用於提供錄音、轉寫、總結與待辦功能： • 音訊檔案（您匯入的錄音或本機錄製的會議音訊） • 轉寫文字（由音訊產生） • 總結與待辦（由大型語言模型產生） • 截圖、畫面要點與聲紋（選用功能產生） 所有資料僅儲存在您的裝置本機，不會上傳到我們的伺服器。

source: Memonta 正在录音
ar: ‏Memonta يسجّل الآن
de: Memonta nimmt auf
en: Memonta is Recording
es: Memonta está grabando
fr: Memonta enregistre
hi: Memonta रिकॉर्ड कर रहा है
id: Memonta sedang merekam
it: Memonta sta registrando
ja: Memonta で録音中
ko: Memonta 녹음 중
nl: Memonta neemt op
pl: Memonta nagrywa
pt: Memonta está gravando
ru: Memonta ведёт запись
sv: Memonta spelar in
th: Memonta กำลังบันทึกเสียง
tr: Memonta Kayıt Yapıyor
uk: Memonta записує
vi: Memonta đang ghi âm
zh_hant: Memonta 正在錄音

source: Memonta 的录音、转写与总结默认全部在本机完成，音频与文本不会上传；只有当您主动配置并使用云端转写或云端大模型时，相关内容才会发送到您自行指定的第三方服务。
ar: افتراضيًا، يتم التسجيل والنسخ وإنشاء الملخص في Memonta بالكامل على جهاز Mac لديك، ولا يُرفع الصوت أو النص أبدًا. فقط عند إعدادك واستخدامك للنسخ السحابي أو نموذج LLM سحابي يُرسَل المحتوى ذو الصلة إلى خدمة طرف ثالث تحددها بنفسك.
de: Standardmäßig erfolgen Aufnahme, Transkription und Zusammenfassung in Memonta vollständig auf Ihrem Mac; Audio und Text werden nie hochgeladen. Nur wenn Sie aktiv eine Cloud-Transkription oder ein Cloud-LLM einrichten und nutzen, werden die betreffenden Inhalte an einen von Ihnen gewählten Drittanbieterdienst gesendet.
en: By default, all recording, transcription and summarization in Memonta happen on your Mac, and audio and text are never uploaded. Only when you actively configure and use cloud transcription or a cloud LLM is the relevant content sent to a third-party service you specified.
es: De forma predeterminada, la grabación, la transcripción y el resumen en Memonta se realizan por completo en tu Mac; el audio y el texto nunca se suben. Solo cuando configuras y usas activamente una transcripción en la nube o un LLM en la nube se envía el contenido correspondiente a un servicio de terceros que tú elijas.
fr: Par défaut, l'enregistrement, la transcription et le résumé dans Memonta se font entièrement sur votre Mac ; l'audio et le texte ne sont jamais téléversés. Ce n'est que si vous configurez et utilisez activement une transcription cloud ou un LLM cloud que le contenu concerné est envoyé à un service tiers que vous avez choisi.
hi: Memonta में रिकॉर्डिंग, प्रतिलेखन और सारांश डिफ़ॉल्ट रूप से पूरी तरह आपके Mac पर होते हैं; ऑडियो और टेक्स्ट कभी अपलोड नहीं होते। केवल जब आप स्वयं क्लाउड प्रतिलेखन या क्लाउड LLM कॉन्फ़िगर करके उपयोग करते हैं, तभी संबंधित सामग्री आपके चुने हुए तृतीय-पक्ष सेवा को भेजी जाती है।
id: Secara default, perekaman, transkripsi, dan peringkasan di Memonta sepenuhnya dilakukan di Mac Anda; audio dan teks tidak pernah diunggah. Hanya saat Anda sendiri mengonfigurasi dan menggunakan transkripsi awan atau LLM awan, konten terkait dikirim ke layanan pihak ketiga yang Anda tentukan.
it: Per impostazione predefinita, registrazione, trascrizione e riassunto in Memonta avvengono interamente sul tuo Mac; audio e testo non vengono mai caricati. Solo se configuri e usi attivamente una trascrizione cloud o un LLM cloud il contenuto pertinente viene inviato a un servizio di terze parti da te scelto.
ja: Memonta の録音・文字起こし・要約は既定ですべて本機で行われ、音声やテキストがアップロードされることはありません。クラウド文字起こしやクラウド LLM をご自身で設定・使用した場合にのみ、該当する内容が指定した第三者サービスへ送信されます。
ko: Memonta의 녹음, 전사, 요약은 기본적으로 모두 이 Mac에서 처리되며 오디오와 텍스트는 업로드되지 않습니다. 클라우드 전사나 클라우드 LLM을 직접 설정해 사용할 때만 해당 내용이 지정한 제3자 서비스로 전송됩니다.
nl: Standaard gebeuren opname, transcriptie en samenvatting in Memonta volledig op uw Mac; audio en tekst worden nooit geüpload. Alleen wanneer u zelf cloudtranscriptie of een cloud-LLM configureert en gebruikt, wordt de betreffende inhoud naar een door u gekozen externe dienst verzonden.
pl: Domyślnie nagrywanie, transkrypcja i podsumowywanie w Memonta odbywają się w całości na Twoim Macu; dźwięk i tekst nigdy nie są przesyłane. Dopiero gdy samodzielnie skonfigurujesz i użyjesz transkrypcji w chmurze lub modelu LLM w chmurze, odpowiednie treści zostaną wysłane do wskazanej przez Ciebie usługi zewnętrznej.
pt: Por predefinição, a gravação, a transcrição e o resumo no Memonta são feitos inteiramente no seu Mac; o áudio e o texto nunca são carregados. Só quando configura e usa ativamente uma transcrição na nuvem ou um LLM na nuvem é que o conteúdo relevante é enviado para um serviço de terceiros por si escolhido.
ru: По умолчанию запись, транскрипция и создание сводки в Memonta выполняются полностью на вашем Mac; аудио и текст никогда не загружаются. Только если вы сами настроите и будете использовать облачную транскрипцию или облачную LLM, соответствующие данные отправятся в выбранный вами сторонний сервис.
sv: Som standard sker inspelning, transkribering och sammanfattning i Memonta helt på din Mac; ljud och text laddas aldrig upp. Endast när du själv konfigurerar och använder molntranskribering eller en moln-LLM skickas det relevanta innehållet till en tredjepartstjänst som du anger.
th: โดยค่าเริ่มต้น การบันทึก การถอดเสียง และการสรุปใน Memonta ทำบน Mac ของคุณทั้งหมด และไม่มีการอัปโหลดเสียงหรือข้อความ จะส่งเนื้อหาที่เกี่ยวข้องไปยังบริการของบุคคลที่สามที่คุณระบุก็ต่อเมื่อคุณตั้งค่าและใช้การถอดเสียงบนคลาวด์หรือ LLM บนคลาวด์ด้วยตนเองเท่านั้น
tr: Varsayılan olarak Memonta'da kayıt, yazıya dökme ve özetleme tamamen Mac'inizde yapılır; ses ve metin hiçbir zaman yüklenmez. Yalnızca kendi belirlediğiniz bulut yazıya dökme veya bulut LLM'ini etkin biçimde yapılandırıp kullandığınızda ilgili içerik seçtiğiniz üçüncü taraf hizmetine gönderilir.
uk: Типово запис, транскрипція та підсумовування в Memonta виконуються повністю на вашому Mac; аудіо й текст ніколи не завантажуються. Лише коли ви самі налаштуєте й використовуєте хмарну транскрипцію чи хмарну LLM, відповідний вміст надсилається до вказаної вами сторонньої служби.
vi: Mặc định, việc ghi âm, phiên âm và tóm tắt trong Memonta đều diễn ra hoàn toàn trên máy Mac của bạn; âm thanh và văn bản không bao giờ được tải lên. Chỉ khi bạn chủ động cấu hình và dùng phiên âm đám mây hoặc LLM đám mây thì nội dung liên quan mới được gửi đến dịch vụ bên thứ ba do bạn chỉ định.
zh_hant: Memonta 的錄音、轉寫與總結預設全部在本機完成，音訊與文字不會上傳；只有當您主動設定並使用雲端轉寫或雲端大模型時，相關內容才會傳送至您自行指定的第三方服務。

source: Memonta 隐私政策
ar: سياسة خصوصية Memonta
de: Memonta-Datenschutzerklärung
en: Memonta Privacy Policy
es: Política de privacidad de Memonta
fr: Politique de confidentialité de Memonta
hi: Memonta गोपनीयता नीति
id: Kebijakan Privasi Memonta
it: Informativa sulla privacy di Memonta
ja: Memonta プライバシーポリシー
ko: Memonta 개인정보 처리방침
nl: Memonta-privacybeleid
pl: Polityka prywatności Memonta
pt: Política de Privacidade do Memonta
ru: Политика конфиденциальности Memonta
sv: Memonta:s integritetspolicy
th: นโยบายความเป็นส่วนตัวของ Memonta
tr: Memonta Gizlilik Politikası
uk: Політика конфіденційності Memonta
vi: Chính sách quyền riêng tư của Memonta
zh_hant: Memonta 隱私權政策

source: mp4 音轨混流失败（%@），回放可能无声或仅系统声，转写不受影响。
ar: فشل دمج المسار الصوتي في mp4 (%@)؛ قد يكون التشغيل صامتًا أو بصوت النظام فقط. النسخ غير متأثر.
de: Die Audiospur konnte nicht in die mp4 eingefügt werden (%@); die Wiedergabe ist evtl. stumm oder enthält nur Systemton. Transkription ist nicht betroffen.
en: Failed to mux the audio track into the mp4 (%@); playback may be silent or contain only system audio. Transcription is unaffected.
es: Error al multiplexar la pista de audio en el mp4 (%@); la reproducción puede ser silenciosa o solo con audio del sistema. La transcripción no se ve afectada.
fr: Échec du multiplexage de la piste audio dans le mp4 (%@) ; la lecture peut être muette ou ne contenir que l’audio système. La transcription n’est pas affectée.
hi: mp4 में ऑडियो ट्रैक जोड़ना विफल (%@); प्लेबैक में आवाज़ नहीं या केवल सिस्टम ऑडियो हो सकता है। ट्रांसक्रिप्शन प्रभावित नहीं।
id: Gagal menggabungkan track audio ke mp4 (%@); pemutaran mungkin tanpa suara atau hanya audio sistem. Transkripsi tidak terpengaruh.
it: Inserimento della traccia audio nell’mp4 non riuscito (%@); la riproduzione potrebbe essere muta o solo audio di sistema. La trascrizione non è interessata.
ja: mp4 への音声トラックの多重化に失敗しました（%@）。再生時に無音、またはシステム音声のみになる可能性があります。文字起こしには影響しません。
ko: mp4 오디오 트랙 믹싱 실패(%@). 재생 시 무음이거나 시스템 오디오만 들릴 수 있습니다. 전사에는 영향이 없습니다.
nl: Kan het audiospoor niet in de mp4 invoegen (%@); afspelen is mogelijk stil of alleen systeemgeluid. Transcriptie wordt niet beïnvloed.
pl: Nie udało się wstawić ścieżki audio do mp4 (%@); odtwarzanie może być ciche lub zawierać tylko dźwięk systemowy. Transkrypcja nie ucierpiała.
pt: Falha ao multiplexar a faixa de áudio no mp4 (%@); a reprodução pode ser silenciosa ou apenas com áudio do sistema. A transcrição não é afetada.
ru: Не удалось вставить звуковую дорожку в mp4 (%@); при воспроизведении может не быть звука или будет только системный звук. Транскрипция не затронута.
sv: Kunde inte lägga in ljudspåret i mp4 (%@); uppspelningen kan vara tyst eller bara innehålla systemljud. Transkribering påverkas inte.
th: รวมแทรกเสียงเข้า mp4 ไม่สำเร็จ (%@) การเล่นอาจไม่มีเสียงหรือมีแต่เสียงระบบ การถอดเสียงไม่ได้รับผลกระทบ
tr: Ses kanalı mp4’e eklenemedi (%@); oynatmada ses olmayabilir veya yalnızca sistem sesi duyulabilir. Deşifre etkilenmez.
uk: Не вдалося вставити звукову доріжку в mp4 (%@); під час відтворення може бути тиша або лише системний звук. Транскрибування не зачеплено.
vi: Ghép track âm thanh vào mp4 thất bại (%@); khi phát có thể im lặng hoặc chỉ có âm thanh hệ thống. Phiên âm không bị ảnh hưởng.
zh_hant: mp4 音軌混流失敗（%@），回放可能無聲或僅系統聲，轉寫不受影響。

source: OCR识别
ar: التعرّف الضوئي OCR
de: OCR-Erkennung
en: OCR
es: Reconocimiento OCR
fr: Reconnaissance OCR
hi: OCR पहचान
id: Pengenalan OCR
it: Riconoscimento OCR
ja: OCR 認識
ko: OCR 인식
nl: OCR-herkenning
pl: Rozpoznawanie OCR
pt: Reconhecimento OCR
ru: Распознавание OCR
sv: OCR-tolkning
th: การรู้จำ OCR
tr: OCR Tanıma
uk: Розпізнавання OCR
vi: Nhận dạng OCR
zh_hant: OCR 辨識

source: Ollama 本地
ar: Ollama محلي
de: Ollama lokal
en: Ollama Local
es: Ollama local
fr: Ollama local
hi: Ollama स्थानीय
id: Ollama lokal
it: Ollama locale
ja: Ollama ローカル
ko: Ollama 로컬
nl: Ollama lokaal
pl: Ollama lokalnie
pt: Ollama local
ru: Ollama локально
sv: Ollama lokalt
th: Ollama ท้องถิ่น
tr: Ollama yerel
uk: Ollama локально
vi: Ollama cục bộ

source: Whisper 模型尚未加载，请先在设置中加载模型
ar: نموذج Whisper غير محمّل بعد. حمّله أولًا من الإعدادات.
de: Das Whisper-Modell ist noch nicht geladen. Bitte laden Sie es zuerst in den Einstellungen.
en: The Whisper model is not loaded yet. Please load it in Settings first.
es: El modelo Whisper aún no está cargado. Cárgalo primero en Ajustes.
fr: Le modèle Whisper n'est pas encore chargé. Veuillez d'abord le charger dans les réglages.
hi: Whisper मॉडल अभी लोड नहीं हुआ है। कृपया पहले सेटिंग्स में लोड करें।
id: Model Whisper belum dimuat. Silakan muat di Pengaturan terlebih dahulu.
it: Il modello Whisper non è ancora caricato. Caricalo prima nelle impostazioni.
ja: Whisper モデルがまだ読み込まれていません。先に設定でモデルを読み込んでください。
ko: Whisper 모델이 아직 로드되지 않았습니다. 먼저 설정에서 모델을 로드하세요.
nl: Het Whisper-model is nog niet geladen. Laad het eerst in Instellingen.
pl: Model Whisper nie jest jeszcze wczytany. Najpierw wczytaj go w Ustawieniach.
pt: O modelo Whisper ainda não está carregado. Carregue-o primeiro nos ajustes.
ru: Модель Whisper ещё не загружена. Сначала загрузите её в настройках.
sv: Whisper-modellen är inte inläst ännu. Läs in den i Inställningar först.
th: โมเดล Whisper ยังไม่ได้โหลด โปรดโหลดในการตั้งค่าก่อน
tr: Whisper modeli henüz yüklenmedi. Lütfen önce Ayarlar'dan yükleyin.
uk: Модель Whisper ще не завантажено. Спершу завантажте її в Налаштуваннях.
vi: Mô hình Whisper chưa được tải. Vui lòng tải nó trong Cài đặt trước.
zh_hant: Whisper 模型尚未載入，請先在設置中載入模型

source: yyyy年MM月dd日 HH:mm
ar: d MMMM yyyy، HH:mm
de: d. MMM yyyy HH:mm
en: MMM d, yyyy HH:mm
es: d 'de' MMM 'de' yyyy HH:mm
fr: d MMM yyyy HH:mm
hi: d MMM yyyy, HH:mm
id: d MMM yyyy, HH.mm
it: d MMM yyyy HH:mm
ko: yyyy년 MM월 dd일 HH:mm
nl: d MMM yyyy HH:mm
pl: d MMM yyyy, HH:mm
pt: d 'de' MMM 'de' yyyy HH:mm
ru: d MMM yyyy 'г.', HH:mm
sv: d MMM yyyy HH:mm
th: d MMM yyyy HH:mm
tr: d MMM yyyy HH:mm
uk: d MMM yyyy р., HH:mm
vi: HH:mm d MMM yyyy

source: 一键处理
ar: معالجة بنقرة واحدة
de: Ein-Klick-Verarbeitung
en: One-Click Processing
es: Procesamiento con un clic
fr: Traitement en un clic
hi: एक-क्लिक प्रोसेसिंग
id: Pemrosesan Sekali Klik
it: Elaborazione con un clic
ja: ワンクリック処理
ko: 원클릭 처리
nl: Verwerking met één klik
pl: Przetwarzanie jednym kliknięciem
pt: Processamento com um clique
ru: Обработка в один клик
sv: Enklicksbearbetning
th: ประมวลผลในคลิกเดียว
tr: Tek Tıkla İşleme
uk: Обробка одним клацанням
vi: Xử lý một chạm
zh_hant: 一鍵處理

source: 一键处理：概要总结 → 拆解待办
ar: معالجة بنقرة واحدة: ملخص موجز → استخراج المهام
de: Ein-Klick-Verarbeitung: Kurzzusammenfassung → Aufgaben extrahieren
en: One-Click Processing: Brief Summary → Extract To-Dos
es: Procesamiento con un clic: Resumen breve → Extraer tareas
fr: Traitement en un clic : Résumé bref → Extraire les tâches
hi: एक-क्लिक प्रोसेसिंग: संक्षिप्त सारांश → कार्य निकालें
id: Pemrosesan Sekali Klik: Ringkasan Singkat → Ekstrak Tugas
it: Elaborazione con un clic: Sintesi breve → Estrai attività
ja: ワンクリック処理：概要要約 → ToDo を抽出
ko: 원클릭 처리: 요약 → 할 일 추출
nl: Verwerking met één klik: Korte samenvatting → Taken extraheren
pl: Przetwarzanie jednym kliknięciem: Krótkie podsumowanie → Wyodrębnij zadania
pt: Processamento com um clique: Resumo breve → Extrair tarefas
ru: Обработка в один клик: Краткие итоги → Извлечь задачи
sv: Enklicksbearbetning: Kort sammanfattning → Extrahera uppgifter
th: ประมวลผลในคลิกเดียว: สรุปย่อ → แยกงาน
tr: Tek Tıkla İşleme: Kısa Özet → Görevleri Çıkar
uk: Обробка одним клацанням: Стислий підсумок → Видобути завдання
vi: Xử lý một chạm: Tóm tắt ngắn → Trích xuất việc cần làm
zh_hant: 一鍵處理：概要總結 → 拆解待辦

source: 一键处理：转写 → 画面分析 → 总结 → 拆解待办
ar: معالجة بنقرة واحدة: تفريغ → تحليل الصور → ملخص → استخراج المهام
de: Ein-Klick-Verarbeitung: Transkribieren → Bildanalyse → Zusammenfassung → Aufgaben extrahieren
en: One-Click Processing: Transcribe → Visual Analysis → Summary → Extract To-Dos
es: Procesamiento con un clic: Transcribir → Análisis visual → Resumen → Extraer tareas
fr: Traitement en un clic : Transcrire → Analyse visuelle → Résumé → Extraire les tâches
hi: एक-क्लिक प्रोसेसिंग: ट्रांसक्राइब → दृश्य विश्लेषण → सारांश → कार्य निकालें
id: Pemrosesan Sekali Klik: Transkripsi → Analisis Visual → Ringkasan → Ekstrak Tugas
it: Elaborazione con un clic: Trascrivi → Analisi visiva → Riepilogo → Estrai attività
ja: ワンクリック処理：文字起こし → 画面分析 → 要約 → ToDo を抽出
ko: 원클릭 처리: 전사 → 화면 분석 → 요약 → 할 일 추출
nl: Verwerking met één klik: Transcriberen → Visuele analyse → Samenvatting → Taken extraheren
pl: Przetwarzanie jednym kliknięciem: Transkrypcja → Analiza obrazu → Podsumowanie → Wyodrębnij zadania
pt: Processamento com um clique: Transcrever → Análise visual → Resumo → Extrair tarefas
ru: Обработка в один клик: Расшифровка → Анализ изображения → Резюме → Извлечь задачи
sv: Enklicksbearbetning: Transkribera → Bildanalys → Sammanfattning → Extrahera uppgifter
th: ประมวลผลในคลิกเดียว: ถอดความ → การวิเคราะห์ภาพ → สรุป → แยกงาน
tr: Tek Tıkla İşleme: Çeviri yaz → Görsel Analiz → Özet → Görevleri Çıkar
uk: Обробка одним клацанням: Транскрипція → Аналіз зображення → Підсумок → Видобути завдання
vi: Xử lý một chạm: Chuyển ngữ → Phân tích hình ảnh → Tóm tắt → Trích xuất việc cần làm
zh_hant: 一鍵處理：轉寫 → 畫面分析 → 總結 → 拆解待辦
